Repository: sumedia-wordpress/gfont
Catalog: languages/sumedia-gfont-*.po
Languages: de_de

source: The font has been successfully removed.
de_de: Der Font wurde erfolgreich entfernt.

source: Fontlist
de_de: Fontliste

source: Add new font
de_de: Neue Schriftart hinzufügen

source: Google font list
de_de: Google-Schriftartliste

source: The font has been fetched from google.
de_de: Der Font wurde von Google geholt.

source: The form could not be verified, please try again
de_de: Das Formular konnte nicht verifiziert werden, bitte versuchen Sie es erneut

source: Missing parameter: %s.
de_de: Fehler Parameter: %s.

source: The given Google URL seems not to be valid.
de_de: Die angegebene Google-URL scheint ungültig zu sein.

source: Invalid Font Name
de_de: Ungültiger Schriftname

source: Font Name
de_de: Schriftname

source: Delete
de_de: Löschen

source: Google Font
de_de: Google Schriftart

source: Font list
de_de: Schriftartenliste

source: The given message is not of type string
de_de: Die übergebene Mitteilung ist kein String

source: "row_count" is not numeric
de_de: "row_count" ist nicht numerisch

source: "offset" is not numeric
de_de: "offset" is nicht numerisch

source: Given value is not a string
de_de: Der übergebene Wert is kein String

source: Given field is not a string
de_de: Das übergebene Feld is kein String

source: There is more than one result for findOne
de_de: Es gibt mehr als ein Ergebniss für fineOne

source: Given id is not in correct type
de_de: Die übergebene ID ist nicht vom korrekten Typ

source: Got invalid data
de_de: Fehlerhafte Daten

source: No property setted with name "%s"
de_de: Diese Variable existiert nicht "%s"

source: Search
de_de: Suche

source: Integrate in your theme
de_de: Integration in Ihr Theme

source: If you want to use the new font have a look at the upper table where is defined HTML class: your-font-name.
de_de: Wenn Sie die neue Schriftart verwenden möchten, werfen Sie einen Blick auf die obere Tabelle, in der die HTML-Klasse definiert ist: your-font-name.

source: You can add this class to your editor in order to display the text in this font.
de_de: Sie können diese Klasse ihrem Editor hinzufügen, um den Text in dieser Schriftart anzuzeigen.

source: Create
de_de: Erstellen

source: Add a new Font from Google
de_de: Einen neuen Font von Google hinzufügen

source: Navigate to Google fonts and select and modify the font you wish.<br /> Copy the <strong>URL from the Google Font embed code</strong> and paste it into "Google Font URL" in Wordpress.<br /> Give the font a name, it should be something like <strong>"roboto-light"</strong> eg.<br /> <strong>IMPORTANT</strong>: Please only one font per fontname, not a collection.<br /> <br />%s
de_de: Navigieren Sie zu Google-Schriftarten, und wählen Sie die gewünschten Schriftarten aus und passen Sie sie ggfs. an.<br>Kopieren Sie die <strong>URL aus dem Google Font-Einbettungscode</strong> und fügen Sie sie in Wordpress in "Google Font URL" ein.<br>Geben Sie der Schrift einen Namen, es sollte so etwas wie <strong>"roboto-light"</strong> z.B. sein.<br> <strong>WICHTIG</strong>: Bitte nur eine Schriftart pro Font Name, keine Sammlung.<br> <br>%s

source: Use Google Fonts with non-tracking data privacy
de_de: Verwende Google Fonts ohne Tracking um den Datenschutz zu wahren
